{
	"EN": {
		"start": [
			"Hi! I am Alfred, your personal assistant.\nLa Mouette is the restaurant for ultimate luxury.\nWith our special food preparation and services we will brighten your day!\n",
			"test"
		],
		"option": [
			"Reviews",
			"Place a reservation",
			"View membership",
			"Lookup member",
			"Leave a review",
			"Cancel reservation"
		],
		"leaveReview": [
			"Enter your unique reservationcode (6 characters): ",
			"Enter a review with a maximum of 512 characters: ",
			"Not more than 512 characters allowed! Please rewrite your review: ",
			"Rate your dinner from 1 to 5: ",
			"This reservation code has already been used to write a review.",
			"Thank you for leaving a review! \n\nPress any key to go back to the menu.",
			"Thank you for leaving a review! You will receive a 10% discount on ur next visit.\n\nPress any key to go back to the menu.",
			"Thank you for leaving a review..\n\nPress any key to go back to the menu.",
			"Thank you for leaving a review.. You will receive a 10% discount on ur next visit!\n\nPress any key to go back to the menu.",
			"I said rate from 1 to 5... -.-",
			"That is not a valid reservation code."
		],
		"AskReview": [
			"Press ESC to go back to the menu. Press any other key to see another review.",
			"No reviews found.",
			"Press ESC to go back to the menu."
		],
		"error": [
			"This isn't a number. Please enter a number.",
			"This isn't a option. Please choose the right menu.",
			"This isn't a option. Please choose one of the options."
		],
		"reservation": [
			"For how many persons?",
			"Choose a date [dd MM yyyy]: ",
			"This date is already passed.",
			"This isn't a date, please use the format as described.",
			"We are closed on monday's, please choose another date.",
			"Do u want to see the menu? [Yes/No]",
			"You need persons to make a reservation. Please invite some fellow humas on your trip.",
			"Fill in ur firstname: ",
			"Fill in ur surname: ",
			"Choose a Menu [Fish/Vega/Impala]: ",
			"Fill in ur allergies, if you don't have any press enter to continue: ",
			"Fill in how many calories u want to eat: ",
			"For the reservation I would like to know the guests information.",
			"Fill in the guests firstname: ",
			"Fill in the guests surname: ",
			"Which menu would the guest like? [Fish/Vega/Impala]: ",
			"Fill in their allergies, if you don't have any press enter to continue: ",
			"Fill in how many calories this guests wants to eat: ",
			"Since u and ur comrades are really interested in impala's, would u like to hunt them yourself? Press enter to hunt the Impala's yourself. ",
			"Would you like me to book your planeticket and hotel?",
			"I will book your hotel and planeticket.",
			"The total price will be: ",
			"Can I charge this from the creditcard",
			"Would you like to change something?",
			"What would u like to change?",
			"You have filled in ",
			"Are u finished? ",
			"Use the arrow keys (left/right) cycle between options an press Enter to change the option. ",
			"Do you want to change this? Press Enter to change.",
			"Which guest do you want to change? ",
			"Do you want to change something about the guests information? ",
			"Choose the number of the person who u want to change information about: ",
			"Do you want to change information for another guests? [Y/N]",
			"Reservatie Succesfully changed. ",
			"An email has been send to your emailadress with booking information, you can change or cancel your reservation within 7 days from now.",
			"Can I be of furhter use? Press Enter to go to the main menu. Otherwise you can close the application.",
			"You can now close the program. ",
			"You are going to hunt the Impala's yourself. '"
		],
		"tables": [
			"This is where you will be seated in our dining room: ",
			"There is not enough space for this much guests. Please leave some guests at home. ",
			"There is not enough space on this date. Please choose another date. ",
			"The red area marked below is where you will be seated at the restaurant: "
		],
		"create-customer": [
			"Amazing! I've learned to speak your language",
			"I would like to know your email: ",
			"Email is formatted the wrong way",
			"Email is already known within our system",
			"I would like to know your first name: ",
			"I would like to know your last name: ",
			"I would like to your credit card number [XXXX-XXXX-XXXX-XXXX]: ",
			"Credit Card number is wrongly formatted",
			"I've sent a verification code to your email. Please tell me what it is: ",
			"The code you had put in is invalid. Please try again: ",
			"Email verification",
			"The code to verify your email is: ",
			"I've created a membership for you and send you an email with the credentials."
		],
		"membership": [
			"Your membership information is shown belown."
		],
		"cancel": [
			"For cancelling ur reservation, I need to know your reservation code: ",
			"This code doesn't exist. Please try again or ga back.",
			"Nice try, you can't cancel ur reservation since the cancel date is expired.",
			"Cancel whole reservation",
			"Cancel reservation partly",
			"Choose the number of the person who u want to cancel: ",
			"There too few people to cancel the reservation partly, please choose to cancel the whole reservation",
			"Succesfully canceled the reservation.,Press 'Y' for yes or 'N' for no.",
			"You cannot cancel anymore guests. Please cancel the whole reservation if u want to do so. You will now be sent to the main menu."
		],
		"lookup": [
			"Search for a member: "
		]
	},
	"NL": {
		"start": [
			"Hallo! Ik ben Alfred, uw persoonlijke assistent.\nLa Mouette is het restaurant voor ultieme luxe.\nMet onze speciale voedselbereiding en services zullen we uw dag opvrolijken!\n",
			"test"
		],
		"option": [
			"Reviews",
			"Reservering plaatsen",
			"Bekijk lidmaatschap",
			"Lid opzoeken",
			"Review achterlaten",
			"Reservering annuleren"
		],
		"leaveReview": [
			"Vul uw unieke reserveringscode in (6 karakters): ",
			"Uw review mag bestaan uit maximaal 512 karakters: ",
			"Niet meer dan 512 karakters toegestaan!",
			"Geef uw diner een beoordeling van 1 tot 5: ",
			"Deze reservatie code is al gebruikt om een review te schrijven.",
			"Bedankt voor het achterlaten van een review!\n\nKlik op een willekeurige toets om terug te gaan naar het menu.",
			"Bedankt voor het achterlaten van een review! Als dank krijgt u op uw volgend bezoek een korting van 10%.\n\nKlik op een willekeurige toets om terug te gaan naar het menu.",
			"Bedankt voor het achterlaten van een review.. \n\nKlik op een willekeurige toets om terug te gaan naar het menu.",
			"Bedankt voor het achterlaten van een review.. Als dank krijgt u op uw volgend bezoek een korting van 10%.\n\nKlik op een willekeurige toets om terug te gaan naar het menu",
			"Dat is geen geldige reservatiecode."
		],
		"AskReview": [
			"Klik op - om terug te gaan naar het menu. Klik op een ander willekeurig toets om nog een review te bekijken.",
			"Geen reviews gevonden.",
			"Klik op ESC om terug te gaan naar het menu."
		],
		"error": [
			"Dit is geen nummer. Kies alstublieft een nummer.",
			"Dit is geen optie. Kies alstublieft een menu.",
			"Dit is geen optie. Kies alstublieft een van de opties."
		],
		"reservation": [
			"Voor hoeveel personen?",
			"Kies een datum [dd MM yyyy]: ",
			"Deze datum is al verstreken.",
			"Dit is geen datum, houdt u zich alstublieft aan he format.",
			"Op maandag zijn wij gesloten, kies alstublieft een andere datum.",
			"Wilt u het menu inzien?",
			"U heeft meerder personen nodig om een reservatie te plaatsen. Nodig alstublieft meer personen uit op uw reis.",
			"Vul uw voornaam in: ",
			"Vul uw achternaam in: ",
			"Kies een menu [Vis/Vega/Impala]: ",
			"Heeft u allergieën? Zo ja, welke? Zo niet, druk op enter om door te gaan: ",
			"Vul in hoeveel calorieën u wilt eten: ",
			"Voor de reservering wil ik graag de informatie van uw reisgenoten hebben.",
			"Vul een gast's voornaam in: ",
			"Vul een gast's achternaam in: ",
			"Kies een menu: [Vis/Vega/Impala]",
			"Heeft deze gast allergieën? Zo ja, welke? Zo niet, druk op enter om door te gaan: ",
			"Vul in hoeveel calorieën u wilt eten: ",
			"Sinds u en uw kameraden meer dan 3 keer voor impala hebben gekozen, is mijn vraag als volgt: Wilt u zelf op de impala jagen? Druk op enter om zelf op Imapala's te jagen ",
			"Zal ik gelijk het vliegticket en hotel voor u boeken? ",
			"Ik ga aan de slag om uw vliegticket en hotel te boeken.",
			"De totale prijs is: ",
			"Kan ik dit bedrag afschrijven van de creditcard?",
			"Wilt u nog wat aanpassen?",
			"Wat wilt u veranderen?" ,
			"U heeft ingevuld ",
			"Bent u klaar met aanpassen? ",
			"Gebruik de pijltjes toetsen (Links/Rechts) om de keuzes terug te kijken en druk op Enter om de keuze aan te passen. ",
			"Wilt u dit aanpassen? Druk op Enter om aan te passen. ",
			"Welke gast wilt u aanpassen? ",
			"Wilt u wat veranderen aan de informatie van een gast? Druk op Enter om aan te passen. ",
			"Kies het nummer van de gast die u wilt veranderen: ",
			"Wilt u nog informatie van andere gasten veranderen? Press Y for yes or N for no",
			"Reservatie met succes aangepast. ",
			"Een email is verstuurt naar het email adres met boekingsinformatie, u kunt uw reservatie tot 7 dagen na boeking nog wijzigen/annuleren.",
			"Kan ik nog verder van dienst zijn? Druk enter om naar het hoofmenu te gaan.Anders kan u de applicatie afsluiten. ",
			"U kunt nu de applicatie sluiten. ",
			"U gaat de Impala's zelf jagen. "
		],
		"tables" :[
		"Dit is waar u komt te zitten in onze diner zaal: ",
		"Wij hebben een te kleine zaal om u en uw reisgenoten ontvangen, laat alstublieft wat mensen thuis.",
		"Er is geen tafel meer beschikbaar op deze datum. Kies alstublieft een andere datum. ",
		"De rood gemarkeerde plek hieronder is waar u komt te zitten: "
		],
		"create-customer": [
			"Geweldig! Ik heb uw taal geleerd",
			"Ik zou graag je e-mailadres willen weten: ",
			"E-mailadres is op de verkeerde manier opgemaakt",
			"E-mail is al bekend binnen ons systeem",
			"Ik zou graag je voornaam willen weten: ",
			"Ik zou graag je achternaam willen weten: ",
			"Ik zou graag uw creditcardnummer willen weten [XXXX-XXXX-XXXX-XXXX]: ",
			"Creditcardnummer is verkeerd opgemaakt",
			"Ik heb een verificatiecode naar je e-mail gestuurd. Vertel me alsjeblieft wat deze is: ",
			"De code die u had ingevoerd, is ongeldig. Probeer het a.u.b. opnieuw: ",
			"E-mail verificatie",
			"De code om uw e-mail te verifiëren is: ",
			"Ik heb een lidmaatschap voor je gemaakt en heb je een e-mail gestuurd met de inloggegevens."
		],
		"membership": [
			"Onderstaand wordt uw lidmaatschap weergegeven."
		],
		"cancel": [
			"Voor het annuleren heb ik uw reservatie code nodig: ",
			"Deze code bestaat niet. Probeer opnieuw of ga terug. ",
			"Leuk geprobeerd maar de uiterlijke annuleer datum is al verstreken.",
			"Annuleer de gehele reservering",
			"Annuleer de reservering deels",
			"Kies het nummer van de naam die u wilt annuleren: ",
			"Er zijn te weinig mensen om de reservatie te annuleren. Kies alstublieft om de hele reservatie te annuleren.",
			"Reservatie met succes geannuleerd.",
			"Wilt u nog iemand annuleren? [Y/N]",
			"U kunt niet voor meer personen annuleren. Annuleer de gehele reservatie als u dat wilt. U wordt nu terug gestuurd naar het menu."

		],
		"lookup": [
			"Zoek een lid: "
		]
	}
}